/* The label of the Cancel button */
"Cancel" = "Abbrechen";

/* The label of the Continue button */
"Continue" = "Weiter";

/* The label of the Retry button */
"Retry" = "Wiederholen";

/* The label of the Redo button */
"Redo" = "Wiederherstellen";

/* The label of the Trust button */
"Trust" = "Vertrauen";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Serveridentitätsfehler";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "Das Serverzertifikat ist abgelaufen oder noch nicht gültig.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "Das Serverzertifikat ist nicht von einem Root-Server signiert.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "Das Serverzertifikat ist noch nicht gültig.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "Das Serverzertifikat ist von einem Root-Server signiert, der nicht als vertrauenswürdig eingestuft wird.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Die Identität von \"%1$@\" kann nicht überprüft werden. %2$@\n\nWenn Sie dennoch fortfahren, setzen Sie Ihre vertraulichen Informationen einem Risiko aus.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Sie sollten erneut versuchen, eine Verbindung zu \"%@\" herzustellen, um auf den Inhalt zuzugreifen.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ kann die Identität von \"%2$@\" nicht überprüfen. Um trotzdem auf diesen Inhalt zuzugreifen, wählen Sie \"%3$@\" und wiederholen Sie die letzte Aktion.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Serveridentität kann nicht überprüft werden";

